<template>
	<div class="pages">
		<img src="../assets/form4.png">
		<div class="content">
			<div class="title">客户协议书</div>
			<p>甲方（委托方）：华宇期货</p>
			<p>乙方（操盘方）： 张慧</p>
			<p>真实姓名</p>
			<p>身份证号码</p>
			<p>张慧</p>
			<p>310103198907048928</p>
			<p>1. 甲方是一家依法成立并有效存续的有限责任公司，华宇期货的经营权，提供期货及证券授信、金融培训、国际金融服务、金融投资咨询服务以及信息咨询服务。 </p>
			<p>2. 乙方已在华宇期货网站注册，并承诺其提供给甲方的信息是完全真实的。 </p>
			<p>3. 乙方有操盘期货交易账户获利的需求，甲方亦同意提供期货交易账户，双方有意成立委托操盘关系。 </p>
			<p>据此，各方经协商同意，达成如下协议，以资共同信守： </p>
			<p>第二条 合作方式 </p>
			<p>1.乙方以保证金方式取得甲方期货交易账户的操作权限，且乙方独立承担操盘的全部风险。甲方授权给乙方操盘的期货交易账户可交易金额为乙方保证金的一定比例。具体约定如下： </p>
			<p>乙方保证金 ：不得低于甲方授信资金的102%或 系统提示的最低保证金比例 </p>
			<p>甲方提供(期货账户) 初始金额：乙方最低保证金的1--100倍资金（根据乙方信誉而定） </p>
			<p>2. 乙方可以使用上述期货交易账户内资金总额购买新加坡交易所、香港交易所、欧洲交易所、纽约商品交易所或芝加哥商业交易所主力月份合约，盈利归乙方所有，亏损由乙方承担，即乙方对上述账户进行期货买卖等操作产生的一切风险和后果由乙方承担，与甲方无关。 </p>

			<p>特别说明</p>
			<p>1、由于交易环境不同，报单交易要通过海底光缆才能到达境外交易所，每笔报单时间大概在600毫秒内，延迟在600毫秒内的交易均属正常反馈。</p>
			<p>2、另外国内网络堵塞也会造成交易延时，如果在交易过程中出现不能平仓现象，在确定需要平仓时可及时与总部客服联系（通过电话或工作QQ）进行平仓。</p>
			<p>3、以上情况均属正常现象，可通过上述提供的方法进行操作。</p>
			<p>第三条 平仓线</p>
			<p>当乙方操盘浮亏率盘中触及或直接击穿平仓线时，系统将自动以最优成交价申报强平单并且中止乙方操作权，甲方有权修改密码并按强平单实际成交的价格进行结算，并终止服务。若造成实际穿仓的，我司有权进行追讨。为避免平仓发生，请时刻关注风险保证金是否充足。</p>
			<p>第四条 交易综合费</p>
			<p>用于支付（交易手续费）和实盘资金占用费。每笔期货交易交易综合费收取标准为：第二条第三款约定（甲方会根据行情走势情况定期调整交易综合费）</p>
			<p>第五条 保证金及担保范围</p>
			<p>1. 乙方应根据本协议的约定支付保证金到甲方指定账户，并及时补足保证金。</p>
			<p>2. 乙方保证金担保范围包括但不限于：账户管理费、滞纳金、违约金、损害赔偿金、诉讼费、律师费、调查费、公证费等为实现债权所发生的费用。</p>
			<p>3. 乙方授权甲方，如果乙方未能履行本协议约定的任何义务，甲方无论是否事先通知乙方，均可直接终止乙方交易权限。本授权委托在本协议法定诉讼时效内不可撤销。</p>
			<p>第六条 还款和结算方式</p>
			<p>1. 乙方授权甲方在本协议终止前，每个交易日从乙方在甲方平台交易的每笔合约的余额中扣除每笔交易手续费。</p>
			<p>2. 当期货交易账户的总资产（包括现金和(期货合约)）大于借款额和（初始）保证金的总额时，视作期货交易账户的盈利归乙方取得，乙方有权要求甲方将盈利部分转至乙方名下账户。</p>
			<p>3. 本协议终止时，乙方应将期货交易账户的总资产全部变现为货币资金，以便甲方办理子账户内资产的清算手续。甲方须在办理完毕清算手续的当日内将除甲方本金之外的款项划转到乙方在甲方平台账户余额；</p>
			<p>4. 本协议终止时，甲方如未能全部收回其本金，有权向乙方追偿。乙方除归还甲方全部本金外，还应从协议终止之日起按甲方本金的0.1%/日向甲方支付违约金。</p>
			<p>4. 本协议终止时，甲方如未能全部收回其本金，有权向乙方追偿。乙方除归还甲方全部本金外，还应从协议终止之日起按甲方本金的0.1%/日向甲方支付违约金。</p>
			<p>1. 甲方有权监管期货交易账户的运作，对乙方进行账户管理和风险控制。</p>
			<p>2. 甲方按本协议约定的金额向乙方收取账户交易手续费。</p>
			<p>3. 甲方有权在必要时对乙方进行账户交易风险提醒，包括但不限于电话通知、网络通知、系统通知等。</p>
			<p>4. 甲方应对乙方的信息及本协议内容保密；如任乙方违约，或因相关权力部门要求（包括但不限于法院、仲裁机构、金融监管机构等），甲方有权披露。</p>
			<p>5. 如乙方所购（期货合约）因异常波动、突发性事件或不可控等原因连续（涨）跌停板导致平仓无法实现，对甲方资金造成损失。该(期货合约)连续（涨）跌停板打开且平仓可以实现时，如乙方仍有未清偿的债务，则甲方有权直接将该(期货账户)平仓用于清偿乙方所欠甲方的债务，剩余部分返还至乙方指定账户内。当乙方所欠甲方的债务全部清偿完毕，则甲方不再收取乙方的账户管理费和逾期违约金。</p>
			<p>第八条 乙方的权利、义务及违约责任</p>
			<p>1. 乙方可以通过甲方（提供的）期货交易账户按照本协议约定进行买卖操作，有权收取使用期货交易账户内资金总额投资所得的收益，承担全部损失；无论期货交易账户盈亏如何，乙方须按本协议约定向甲方支付账户交易手续费。</p>
			<p>2. 如期货交易账户内的所有(期货合约)出售（即清盘）后，还不足以归还甲方账号初始资金金额，乙方必须在清盘后三日内将亏损额补足归还给甲方，否则甲方有权从乙方在甲方进行交易的其他交易账户中扣除相应金额。</p>
			<p>3. 乙方不得进行坐庄、对敲、接盘、内幕信息等违反期货交易法律法规及期货公司规定的交易，如有任一次上述交易行为，应支付给甲方账号初始资金金额10%的违约金，并直接从保证金中扣除，因此产生的一切责任和损失，由乙方承担。</p>
			<p>4. 如因乙方违规操作、债务等原因，导致甲方账户（包括银行账户和期货账户）被依法采取查封、冻结、划拨等强制措施，造成甲方损失的，乙方应从账户被依法处置之日起按本金及利息之和按照0.1%的日利率向甲方支付违约金，如违约金不足以弥补损失的，乙方还应承担赔偿责任。</p>
			<p>第九条 风险揭示</p>
			<p>甲方在签署本合同前须履行风险提示义务；乙方在签署本合同前须详细阅读本协议内容及相关风险提示，以便正确、全面了解(期货)合作操盘网上交易的风险。</p>
			<p>1、 信息所有权申明</p>
			<p>操盘用户享有实盘操作权和收益分配权，实盘资金所有权及依附于实盘资金所产生的交易数据信息所有权均归属华宇期货，华宇期货有权进行公开及商业性使用。</p>
			<p>2、 数据差异申明</p>
			<p>因系统后台保留的小数点位数要长于前端展示给操盘用户的小数点位，加之系统后台计算自动四舍五入因素，两种数据取值的计算结果存在一定差异，以系统后台清结算数据为准。</p>
			<p>3、 清结算数据差异处理</p>
			<p>当清算数据与结算数据存在差异时，以结算数据为准。因清结算数据差异导致少付乙方相关收益，华宇期货需于结算后24小时内将差额部分汇入乙方相关账户。因清结算数据差异导致多付乙方相关收益，华宇期货有权从乙方相关账户扣回差额部分，但当无法从乙方相关账户扣回差额部分时，乙方有义务于结算后24小时内将差额部分以指定方式归还华宇期货。</p>
			<p>4、 交易风险申明</p>
			<p>• 技术风险：由于交易撮合及行情揭示等是通过电子通讯技术和电脑技术来实现的，这些技术存在着被网络黑客和计算机病毒攻击的可能，由此可能给操盘用户带来损失，操盘用户将不得不承担由此导致的损失。</p>
			<p>• 不可抗力因素导致的风险：诸如地震、火灾、水灾、战争等不可抗力因素可能导致交易系统的瘫痪；与华宇期货系统连接的(期货)营业部、服务器托管机房和网络运营商，他们无法控制和不可预测的系统故障、设备故障、通讯故障、电力故障等也可能导致华宇期货系统非正常运行甚至瘫痪，这些都会使操盘用户的交易委托无法成交或者无法全部成交，操盘用户将不得不承担由此导致的损失。</p>
			<p>• 其他风险：由于操盘用户密码失密、操作不当、投资决策失误等原因可能会发生亏损，该损失将由操盘用户自行承担；</p>
			<p>• 如果由于某种原因使操盘用户无法通过互联网进行正常的交易委托，请立即与华宇期货在线客服联系，我们会尽快帮助操盘用户解决出现的问题，并且提供全面的咨询服务。</p>
			<p>5、 (期货)风险申明</p>
			<p>• 宏观经济风险：由于我国宏观经济形势的变化以及周边国家、地区宏观经济环境和周边(期货)市场的变化，可能会引起国内(期货)市场的波动，使操盘用户存在亏损的可能，操盘用户将不得不承担由此造成的损失。</p>
			<p>• 政策风险：有关(期货)市场的法律、法规及相关政策、规则发生变化，可能引起(期货)市场价格波动，使操盘用户存在亏损的可能，操盘用户将不得不承担由此造成的损失。</p>
			<p>6、 互联网使用申明</p>
			<p>• 互联网是全球性公共网络，并不由任何一个机构所控制。数据在互联网上传输的途径不是完全确定的。互联网本身并不是一个完全安全可靠的网络环境。</p>
			<p>• 互联网上的传输的数据可能被截获或窃听，但华宇期货已经对操盘用户交易数据进行了加密处理，即使数据被他人截获，他们也不一定能了解数据的内容。</p>
			<p>• 由于互联网上传输线路拥挤、服务器繁忙或其他原因，交易指令可能会出现中断、停顿、延迟、数据错误等情况，在出现以上故障时，为了保证操盘用户顺利交易，华宇期货建议操盘用户务必即时联系客服。</p>
			<p>• 互联网是一个开放的但不安全的网络，机构或投资者的身份可能会被仿冒，为了操盘用户交易安全，我们建议操盘用户经常更改密码。</p>
			<p>• 互联网上发布行情信息及其他证券信息可能出现滞后、错误或误导。</p>
			<p>• 操盘用户选择廉价宽带网络服务商提供的上网服务，可能导致在某些情况下对某些区域的服务器访问缓慢甚至不能访问，这种情况下不能正常访问华宇期货服务器，建议用操盘用户选择有实力的运营商提供的高质稳定的宽带上网服务。</p>
			<p>7、 华宇期货故障免责申明</p>
			<p>互联网技术日新月异的同时也蕴藏着各种未知风险，华宇期货承诺投入更多的技术、资金和人力，最大程度去保障交易系统稳定运行，不断提升操盘用户交易体验感，但华宇期货无法承诺系统能够100％的无故障运行。 一旦华宇期货交易系统发生故障，操盘用户有可能因错失交易时机造成实际损失，对此华宇期货不仅无法认定更无力承担，操盘用户将不得不承担由此导致的损失。</p>
			<p>8、 参与规则完善申明</p>
			<p>• 本规则解释权归属华宇期货，同时华宇期货保留对参与规则进行必要的变更和完善，并力求通过网站提前给予发布.</p>
			<p>• 乙方签订本合同后，表明乙方已完全了解网上交易可能存在的相应风险，以及自身决策失误造成的损失，并承诺自行承担。</p>
			<p>第十条 协议的订立</p>
			<p>1. 乙方同意并确认自行根据华宇期货网站有关规则和说明在华宇期货网站签署本协议。</p>
			<p>2. 甲乙双方通过上述方式接受本协议且甲方审核通过时，本协议立即生效。</p>
			<p>3. 甲方可根据风控需求，对以本协议风控规则进行修订并在甲方网站发布。甲乙双方需应不时地注意甲方及具体规则的变更，若甲乙双方在本协议及具体规则内容公告变更后继续使用本服务的，表示甲乙双方已充分阅读、理解并接受修改后的协议和具体规则内容，也将遵循修改后的协议和具体规则使用本网站的服务；同时就甲乙双方在协议和具体规则修订前通过本网站进行的交易及其效力，视为您已同意并已按照本协议及有关规则进行了相应的授权和追认。</p>
			<p>第十一条 协议终止</p>
			<p>1. 本协议生效之日起，最长有效期为30个自然日。乙方可在协议生效三个自然日后，随时申请终止本协议。协议终止时，乙方需将(期货)交易账户内(期货合约)全部卖出，以便甲方可以按本协议约定进行账户资金结算。</p>
			<p>2. 如因期货公司政策原因，期货交易账户无法正常继续使用，本协议自动终止，甲乙双方互不追究违约责任，按本协议约定进行结算。</p>
			<p>3. 乙方违法违规进行期货操作或乙方有严重违约行为的，甲方有权立即解除本协议，平仓锁定账户，收回本金，已收取账号管理费不退还给乙方，在确定不会给甲方造成损失的前提下，甲方向乙方退回剩余保证金。</p>

			<p>甲方（委托方）：华宇期货</p>

			<p>乙方（操盘方）：张慧</p>
			<p>联系方式：18019189418</p>
		</div>
		<div class="tip">
			<img src="../assets/agreed.png">
			<span>我已阅读并同意以上服务</span>
		</div>
		<router-link to="fifthstep" class="next-btn">下一步</router-link>
		<router-link to="thirdstep" class="prev-btn">上一步</router-link>
	</div>
</template>

<script>
	export default {
		name: 'TourthStep',
		mounted() {
			document.title = '开户注册'
		}
	}
</script>

<style scoped lang="scss">
	.content {
		width: 100%;
		padding: 2rem;
		height: 38rem;
		overflow: scroll;
		.title {
			font-size: 2.5rem;
			text-align: center;
		}
		p {
			color: #565e61;
			margin: .5rem 0;
			padding: 0;
			font-size: 1.4rem;
			line-height: 2.4rem;
		}
	}
</style>
