<template>
	<div class="pages">
		<img src="../assets/form2.png">
		<div class="content">
			<div class="title">授信系统交易须知</div>
			<p>重要提示：请您务必在参与实盘交易前详细阅读本规则并充分理解红字文字内容；用户点击"同意"按钮即表示用户完全接受并理解本交易规则以下全部条款！！</p>
			<p>期货警示词条：</p>
			<p>1、期货市场风险莫测，一定要熟悉交易规则，认识交易风险，不可贸然入市；</p>
			<p>2、从事期货交易，一定要选择合法的期货交易所及交易品种，同时选择合法的期货经营机构；</p>
			<p>3、无论参与商品期货交易还是股指期货交易，都应评估自身的经济承受能力、风险控制能力、身体及心理承受能力,审慎决定自己是否参！</p>
			<p>期市有风险，投资需谨慎</p>
			<p>No.1、关于平台：华宇期货是为用户提供系统软件服务、账户资金和交易风险保证金监督及交易信息咨询的第三方服务机构。用户根据参与规则，通过华宇期货官方网站注册帐号，熟悉认可《交易规则》签订《服务协议书》，并支付交易风险保证金，获取出资方免息授信期货实盘操作权，进行商品期货和金融期货投资，获取操作账户的收益并承担账户亏损。 </p>
			<p>No.2、实盘申请时间：交易日24小时均可通过本平台申请实盘交易账号，实盘交易账号为3位机构代码加注册手机号码最后5位，共8位数字组成。实盘账号申请完毕后登陆软件充值保证金，选择需要操作的货币平台购汇相应资金，激活交易系统，获取免息授信资金后即可进行当日实盘交易，非交易日期间申请的实盘，申请后充值保证金购汇激活账户首个交易日即可交易。</p>
			<p> No.3、充值基币：交易资金以人民币为基础货币（简称：基币），基币只可用于购汇或者提现；基币必须购汇到相应货币平台后方能进行实盘操作。币种的购汇、结汇、盈亏、手续费均按平台公布的币种汇率进行结算和清算。</p>
			<p> No.4、购汇：充值到主账号后，购汇按照平台公布的币种汇率获得账户交易保证金（即：投入本金），购汇保证金=购汇的货币金额/币种公布汇率。购汇成功后基币扣减金额=购汇币种金额*购汇币种汇率。 </p>
			<p>No.5、结汇：按照平台公布的币种汇率获得账户基币资金（即：投入本金与交易盈亏之和），结汇保证金=结汇的货币金额*币种公布汇率。结汇成功后基币增加金额=结汇币种金额*结汇币种汇率。 </p>
			<p>No.6、授信：平台为每个币种提供最大100档免息及时到账资金供您选择，您可以自由申请你希望得到的免息资金规模，其爆仓线为申请授信资金时系统提示的最低投入本金。 </p>
			<p>（1）.首次注册充值基币的客户，当购汇后系统自动激活对应的免息资金，如需申请更多授信资金请登陆交易系统点击《资金管理》点击《授信申请》申请授信资金. </p>
			<p>（2）. 申请授信资金成功后，系统按照对应档位的免息资金自动划拨到其账户中，如操作亏损导致本金低于系统提示的爆仓线将无法继续开仓操作。如仍想继续操作，需购汇币种保证金或将申请的授信币种档位降低，其爆仓线和免息资金系统也会按照选择的标准自动加载扣减！</p>
			<p>（3）.如因交易标的上涨而造成每手保证金增加，系统将适当上调授信比例，且用户不需交纳额外保证金。 </p>
			<p>（4）.对应操盘手数申请成功后，实盘操作账号的强制平仓线系统会按照授信申请列出的参数自动执行，同时对应金额的授信资金系统也会立即自动加载到操盘者实盘账号内。 </p>
			<p>（5）.特别提示您:授信比例并非越大越好，投资者应当根据实际需要来选择授信比例，如投资环境向不利方向发展时，授信比例越高，对您自有资金的危害也越大，请谨慎选择授信金额!! </p>
			<p>No.7、风险保证金：用于用户承担操作亏损赔付，操盘结束后按最后一笔交易平仓后账户余额结算收益。 </p>
			<p>No.8、保证金到账时间：用户在充值保证金后，资金额度会立即体现在申请的实盘交易主账号内，登陆交易账号购汇后即可进行实盘交易。</p>
			<p> No.9、强制平仓：任意时刻保证金额度达到或低于系统强制平仓线时，系统自动终止操盘者操作权，并对账户所有合约按市价平仓，最终成交价以实际成交价为准。 </p>
			<p>No.10、买卖合约品种及交易手续费：买入、卖出双向收取。交易手续费包括：交易产生的交易所和期货公司的各项手续费、佣金以及平台管理费、授信资金使用费。如政策调整，系统将随政策变化调整交易手续费用。 </p>
			<p>No.11、实盘交易时间：用户实盘可进行买入卖出期货合约时间为交易日各合约交易所规定的交易时间（定时强平合约除外）。 </p>
			<p>No.12、定时平仓：因期货交易涉及到高杠杆交易，为规避隔夜风险，不连续交易合约交易设定为日内交易，即交易不连续合约在每日收盘前5分钟必须将持有合约平仓，未能按时平仓的持仓单系统将执行强制平仓；连续交易合约设定为周内交易，即连续交易合约在每周六收盘前5分钟必须将持有合约平仓，未能按时平仓的持仓单系统将执行强制平仓。定时强平的持仓我们将无法保证您的盈亏，平仓价按实际成交价为准。连续交易合约可以持仓过夜不受上述定时平仓约束。</p>
			<p> No.13、突发行情：建立持仓后由于行情波动剧烈造成的滑点导致平仓后保证金余额少于强平线的风险由客户自己承担。 </p>
			<p>No.14、交易标的当日涨跌幅大于或等于该合约涨跌价1%时请勿开仓，如仍然继续开仓，导致涨停或跌停系统无法强平，隔夜产生的穿仓行为所导致的亏损，平台有权追回由此恶意操作所造成的损失。 </p>
			<p>No.15、账户结算：系统在账户期货合约平仓后实时对账户进行结算。账户盈亏=币种账户所有持仓平仓结算后帐户余额减去授信资金。</p>
			<p> No.16、盈亏分配：如操盘盈利，操盘所有盈利均归操盘方所有；平台不在加收其他任何费用。</p>
			<p> No.17、出金规则：出金资金为基币余额加上币种可用余额，币种资金如需提现到绑定银行卡内，需要先将币种资金结汇到基币账户后方能出金。签约的出金银行账户可更改，但户名不能更改，如需变更银行卡，需解约后重新签约。客户在平台充值的基币和交易过程中产生的币种账户净盈利均可申请当日提现，盈利也可累积到以后交易日作为账户保证金或滚存利润。操盘者在每日平仓后（无持仓）可通过系统发出出金申请，出金申请发出后系统将当日内将保证金或利润转账至操盘者绑定银行卡内。提现时间为：交易日9:00-17:30 </p>
			<p>No.18、系统提示：平台提供的消息提醒服务仅用于操作参考，平台将力求消息的及时和准确，如因为程序问题及网络延迟等原因造成消息错误或未送达，平台不承担任何责任。 </p>
			<p>No.19、数据显示差异申明：因系统后台保留的小数点位数要长于前端展示给用户的小数点位数，加之系统后台计算自动四舍五入因素，两种数据取值的计算结果存在一定差异，以系统后台清洁算数据为准。</p>
			<p>No.20、交易风险申明：</p>
			<p>1）、目前华宇期货提供的交易系统中的指价建仓和指价平仓功能；设定止盈设定止损价格功能，可能会存在以下风险：在您使用该功能时，虽然您设定了建仓或平仓的价格；止盈、止损价格，但是由于电脑设备运行速度、交易模式、网络传输速度等原因，可能会导致在行情触及或穿越指定价格时，交易系统没有为您成交建仓或平仓，或者成交价格偏离您设置的指定价格，您的交易没有达成。因此，我们特别提示您在使用交易系统中指价建仓和指价平仓功能包括设定止盈、止损价格功能时，应充分考虑上述风险。如果您无法理解或承受上述风险，我们建议您不要使用该功能进行交易。如果您坚持使用该功能，我们将认为您已经完全理解并愿意承担使用该功能的全部风险，并愿意承担使用该功能所带来的一切后果。</p>
			<p>2）、技术风险：由于交易撮合及行情揭示等是通过电子通讯技术和电脑技术来实现的，这些技术存在着被网络黑客和计算机病毒攻击的可能，由此可能给用户带来损失，用户将不得不承担由此造成的损失。</p>
			<p> 3）、不可抗力因素导致的风险：诸如地震、火灾、水灾、战争等不可抗力因素可能导致交易系统的瘫痪；与平台连接的期货公司或期货公司与交易所的服务器托管机房和网络运营商，他们无法控制和不可预测的系统故障、设备故障、通讯故障、电力故障等也可能导致平台系统非正常运行甚至瘫痪，这些都会使用户的交易委托无法成交或者无法全部成交，用户将不得不承担由此造成的损失。其他风险：由于用户密码失密、操作不当、投资决策失误等原因可能会导致的损失，该损失将由客户自行承担。</p>
			<p> 4）、如果由于某种原因使用户无法通过互联网进行正常的交易委托，请立即与平台在线客服或及时拨打4008579992通过电话报单交易的方式，我们会尽快帮助用户解决出现的问题，并且提供全面的人工咨询服务。 </p>
			<p>No.21、互联网使用申明 </p>
			<p>1）、互联网是全球性公共网络，并不由任何一个机构所控制。数据在互联网上传输的途径不是完全确定的。互联网本身并不是一个安全可靠的网络环境。</p>
			<p> 2）、互联网上的传输的数据可能被截获或窃听，但平台已经对用户交易数据进行了加密处理，即使数据被他人截获，他们也不一定能了解数据的内容。 </p>
			<p>3）、由于互联网上传输线路拥挤、服务器忙或其他原因，交易指令可能会出现中断、停顿、延迟、数据错误等情况，由于交易环境不同，报单交易要通过海底光缆才能到达境外交易所，每笔报单时间大概在600毫秒内，延迟在600毫秒内的交易均属正常反馈，如延迟超过1秒以上，为了保证用户顺利交易，建议用户务必及时联系客服。</p>
			<p> 4）、互联网上发布行情信息及其他证券信息可能出现滞后、错误或误导。</p>
			<p> 5）、用户选择廉价宽带网络服务商提供的上网服务，可能导致在某些情况下对某些区域的服务器访问缓慢甚至不能访问，这种情况下不能正常访问平台服务器，建议用户选择有实力的运营商提供的高质稳定的宽带上网服务。 </p>
			<p>No.22、平台故障免责申明 互联网技术日新月异的同时也蕴藏着各种未知风险，我们承诺投入更多的技术、资金和人力，最大程度去保障交易系统稳定运行，不断提升用户交易体验感，但无法承诺能够100%的无故障运行。一旦交易系统发生故障，用户有可能因错失交易时机造成实际损失，对此我们不仅无法认定更无力承担，用户将不得不承担由此造成的损失。</p>
			<p> No.23、参与规则完善申明 本规则解释权归属华宇期货，同时华宇期货保留对参与规则进行必要的变更和完善，并力求通过网站提前给予发布。</p>
		</div>
		<div class="tip">
			<img src="../assets/agreed.png">
			<span>我已阅读并同意以上服务</span>
		</div>
		<router-link to="" class="next-btn">下一步</router-link>
		<router-link to="idcard" class="prev-btn">上一步</router-link>
	</div>
</template>

<script>
	export default {
	    name: 'SecondStep'
	}
</script>

<style scoped lang="scss">
	.content {
		width: 100%;
		padding: 2rem;
		max-height: 38rem;
		overflow: scroll;
		.title {
			font-size: 2.5rem;
			text-align: center;
		}
		p {
			color: #565e61;
			margin: .5rem 0;
			padding: 0;
			font-size: 1.4rem;
			line-height: 2.4rem;
		}
	}
</style>
