<template>
	<div class="pages">
		<img src="../assets/form3.png">
		<div class="content">
			<div class="title">风险揭示书</div>
			<p>尊敬的客户：</p>
			<p>以华宇期货为平台的期货授信业务是一种潜在收益和潜在风险较高的投资品种，对客户理解风险的能力、控制风险的能力、承受风险的能力以及投资经验都有较高的要求。客户签署本协议书，代表对华宇期货期货授信交易业务的风险已有充分的认知及了解。</p>
			<p>本揭示旨在向客户充分揭示投资风险，并帮助客户评估和确定自身能力。本揭示书披露了交易过程中可能发生的诸多风险，但因期货授信交易业务的特殊性，不可能包括所有交易的风险。鉴于投资风险的存在，客户在签订本协议书及进行交易前，应该仔细阅读本风险揭示书，必须确保自己理解有关交易的性质、规则；并依据自身的投资经验、目标、财务状况、承担风险的能力等自行决定是否参与此交易。</p>
			<p>若客户对于本揭示书有不理解或不清晰的地方，应该及时向华宇期货咨询相关信息，对揭示书不存在任何异议时，请亲自确认。</p>
			<p>一、温馨提示</p>
			<p>1. 期货授信交易业务具有高投机性和高风险性，不适合利用养老基金、债务基金（如银行贷款）等进行投资的客户。</p>
			<p>2. 期货授信交易业务只适合于满足以下全部条件的客户：</p>
			<p>（1）年满18周岁并具有完全民事行为能力的中国公民或依法在中华人民共和国境内注册成立的企业法人或其他经济组织；</p>
			<p>（2）能够充分理解有关此交易的一切风险，并且具有风险承受能力的客户，年满60周岁并具有完全民事行为能力的中国公民，须更为谨慎地评估风险承受能力和自身的身体健康状况；</p>
			<p>（3）因投资失误而造成账户资金部分或全部损失，仍不会改变其正常生活方式或影响其正常生产经营的客户。</p>
			<p>二、相关的风险揭示</p>
			<p>（一）政策风险</p>
			<p>由于国家法律、法规、政策的变化，紧急措施的出台，相关监管部门监管措施的实施，期货市场交易规则的修改等原因，均可能会对客户产生影响，客户必须承担由此导致的损失。</p>
			<p>（二）价格波动的风险</p>
			<p>期货投资作为一种特殊的具有投资价值的商品，其价格受多种因素的影响（如国际经济形势、美元汇率、相关市场走势、政治局势、原油价格等），这些因数对期货投资价格的影响机制非常复杂，客户在实际操作中难以全面把握，因而存在出现投资失误的可能性，如果不能有效控制风险，则可能遭受较大的损失，客户必须独自承担由此导致的一切损失。</p>
			<p>（三）技术风险</p>
			<p>期货授信交易业务通过电子通讯技术和互联网技术来实现。有关通讯服务及软、硬件服务由不同的供应商提供，可能会存在品质和稳定性方面的风险；华宇期货不能控制电讯信号的强弱，也不能保证交易客户端的设备配置或者连接的稳定性以及互联网传播和接受的实时性。故由以上通讯或网络故障导致的某些服务中断或延时可能会对客户的投资产生影响。另外，客户的电脑系统可能被病毒或网络黑客攻击，从而使客户的投资产生影响，无法正确或及时执行。对于上述不确定因素的出现也存在着一定的风险，有可能会对客户的投资产生影响，客户应该充分了解并承担由此造成的全部损失。</p>
			<p>（四）交易风险</p>
			<p>（1）客户需要了解交易市场的期货投资业务具有杠杆比例，盈亏波动较大的特点。若建仓的方向与行情的波动相反，会造成较大的亏损。根据亏损的程度，客户必须有条件满足随时追加预付款的要求，否则其持仓可能会被强行平仓，客户必须承担由此造成的全部损失。</p>
			<p>（2）华宇期货期货投资价格以期货市场的价格为基础。该价格一般会与其他途径的报价存在价差，华宇期货保证与期货市场价格保持一致，客户应当了解并接受这种因参考其他交易市场价格波动而可能带来的投资风险。</p>
			<p>（3）客户在交易市场的交易系统内，通过网上终端所提交的市价单一经成交，即不可撤销，客户必须接受这种方式可能带来的风险。</p>
			<p>（4）客户通过华宇期货以电话的方式下市价单，一经交易部报价确认后，即不可撤销或撤回，客户必须接受此种报单方式有可能带来的风险。</p>
			<p>（5）华宇期货及其工作人员不会对客户作出获利保证，并且不会与客户分享收益或共担风险。客户应知晓针对期货授信交易业务的任何获利保证或者不会发生亏损的承诺均为不可能和没有根据的。</p>
			<p>（6）客户的成交单据必须是建立在自己的自主决定之上。华宇期货及其员工提供的任何关于市场的分析和信息，仅供客户参考，同时也不构成任何要约。客户因参考或采纳以上信息而造成的交易风险由客户自行承担。</p>
			<p>（7）在电话以及电子交易过程中，由于技术故障或其他不可抗力因素，有可能出现偶然性的错误报价，交易市场有权在事后对错价及错价产生的盈亏作出纠正，客户应接受相关纠错行为，由此而造成的交易风险由客户承担。</p>
			<p>（五）不可抗力风险</p>
			<p>任何因交易市场不能够控制的原因，包括但不限于地震、水灾、火灾、暴动、罢工、战争、政府管制、国际或国内的禁止或者限制以及停电、技术故障、电子故障等其他无法预测和防范的不可抗力事件，都有可能会对客户的交易产生影响，客户应该充分了解并承担由此造成的全部损失。</p>
			<p>三、特别提示</p>
			<p>1. 客户在参与投资之前务必详尽的了解期货投资投资的基本知识和相关风险以及交易市场有关的业务规则等，依法合规地从事期货投资业务。</p>
			<p>2. 华宇期货与现有的期货投资交易市场相比，在交易模式、交易规则等方面完全一致，华宇期货为了确保市场“公开、公平、公正”和健康稳定地发展，将采取更加严格的措施以强化市场的监管。请客户务必密切关注华宇期货的公告、风险提示等信息，及时了解市场风险状况，做到理性投资，切忌盲目跟风。</p>
			<p>3. 客户在开通交易之前，请配合华宇期货完成客户的适当性管理工作，完整、如实地提供开户所需要的信息，不得采取弄虚作假等手段规避相关要求，否则，华宇期货有权拒绝为客户开通交易服务。</p>
			<p>4. 本风险提示书提及的上述风险揭示事项仅为列举性质，未能详尽的列明交易市场期货投资交易的所有风险，客户参与投资之前，还应认真对其他可能存在的风险有所了解和掌握。</p>
			<p>5. 我们诚挚的希望和建议客户，从自身风险承受能力等实际情况出发，审慎地决定是否参与期货投资投资。</p>
		</div>
		<div class="tip">
			<img src="../assets/agreed.png">
			<span>我已阅读并同意以上服务</span>
		</div>
		<router-link to="fourthstep" class="next-btn">下一步</router-link>
		<router-link to="secondstep" class="prev-btn">上一步</router-link>
	</div>
</template>

<script>
	export default {
		name: 'ThirdStep',
		mounted() {
			document.title = '开户注册'
		}
	}
</script>

<style scoped lang="scss">
	.content {
		width: 100%;
		padding: 2rem;
		height: 38rem;
		overflow: scroll;
		.title {
			font-size: 2.5rem;
			text-align: center;
		}
		p {
			color: #565e61;
			margin: .5rem 0;
			padding: 0;
			font-size: 1.4rem;
			line-height: 2.4rem;
		}
	}
</style>
